---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderU
source: html/63d28da6-90fc-6647-18fd-df4225cb5a61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderU Property

"Adjust for Mullion Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAdjustBorderU { get; }
```